{
    "header": "हम आपकी भाषा का ध्यान रखते हैं",
    "description": "हम आपके प्रगति की परवाह करते हैं और हम हमेशा रहेंगे",
    "workflow": {
      "step1": {
        "description": "एक खाता बनाएं, वह भाषा चुनें जिसे आप सीखना चाहते हैं, और उन भाषाओं को बताएं जिन्हें आप अच्छी तरह से जानते हैं।"
      },
      "step2": {
        "description": "उन उपयोगकर्ताओं से चैट करें जो आपकी ज्ञात भाषाओं को सीखना चाहते हैं और सिल्वर सिक्के कमाएं।"
      },
      "step3": {
        "description": "उन उपयोगकर्ताओं से चैट करने के लिए अपने सिल्वर सिक्कों का उपयोग करें जो उस भाषा को जानते हैं जिसे आप सीखना चाहते हैं।"
      },
      "step4": {
        "description": "साइन अप करने पर तुरंत चैट और सीखने के लिए 100 सिल्वर सिक्के प्राप्त करें।"
      }
    },
    "alumnis": [
      {
        "feedback": "मैंने कभी नहीं सोचा था कि मैं इतनी जल्दी स्पेनिश में धाराप्रवाह हो सकता हूँ! इस प्लेटफॉर्म ने सीखने को मजेदार और रोचक बना दिया। इंटरैक्टिव बोलने के अभ्यास और वास्तविक समय की प्रतिक्रिया ने मुझे मेरी बातचीत की कौशल में आत्मविश्वास हासिल करने में मदद की।",
        "name": "सारा एल"
      },
      {
        "feedback": "मंदारिन सीखना शुरू में डरावना लगा, लेकिन इस प्लेटफॉर्म पर संरचित पाठ और सहायक समुदाय ने सब कुछ बदल दिया। अब मैं चीन में अपने सहयोगियों के साथ बातचीत कर सकता हूं, जो मेरे करियर के लिए एक गेम-चेंजर रहा है।",
        "name": "जॉन एम."
      },
      {
        "feedback": "इस प्लेटफॉर्म का फोकस व्यावहारिक बोलने की कौशल पर है, जो इसे अलग बनाता है। भूमिका-निर्माण परिदृश्य और आवाज पहचान तकनीक ने मुझे व्यवसाय बैठकों के लिए मेरी फ्रेंच को पॉलिश करने में मदद की। अब मैं अपने फ्रेंच-भाषी ग्राहकों के सामने प्रस्तुतियों में अधिक आत्मविश्वास महसूस करता हूँ।",
        "name": "जावेद पीके"
      },
      {
        "feedback": "संयुक्त राज्य अमेरिका में अपने व्यवसाय का विस्तार करने के लिए मजबूत अंग्रेजी संचार कौशल की आवश्यकता थी। इस प्लेटफॉर्म ने मुझे ठीक वही दिया जिसकी मुझे आवश्यकता थी। व्यावसायिक भाषा पाठ और वास्तविक-विश्व अनुप्रयोग पर जोर देने से यह अमूल्य हो गया। अब मैं आत्मविश्वास से बातचीत और नेटवर्किंग करता हूँ।",
        "name": "जून डब्ल्यू"
      }
    ]
  }
  