{
    "header": "നിങ്ങളുടെ ഭാഷയെ ഞങ്ങൾ പരിചരിക്കുന്നു",
    "description": "നിങ്ങളുടെ പുരോഗതി ഞങ്ങൾക്കു പ്രിയമാണ്, ഞങ്ങൾ എല്ലായ്പ്പോഴും നിങ്ങളോടൊപ്പം",
    "workflow": {
      "step1": {
        "description": "ഒരു അക്കൗണ്ട് സൃഷ്ടിക്കുക, നിങ്ങൾ പഠിക്കാൻ ആഗ്രഹിക്കുന്ന ഭാഷ തിരഞ്ഞെടുക്കുക, നിങ്ങൾ മികച്ചതായി അറിയുന്ന ഭാഷകൾ വ്യക്തമാക്കുക."
      },
      "step2": {
        "description": "നിങ്ങൾ മികച്ചതായി അറിയുന്ന ഭാഷകൾ പഠിക്കാൻ ആഗ്രഹിക്കുന്ന ഉപയോക്താക്കളുമായി ചാറ്റ് ചെയ്യുക വെള്ളി നാണയങ്ങൾ നേടുക."
      },
      "step3": {
        "description": "നിങ്ങൾ പഠിക്കാൻ ആഗ്രഹിക്കുന്ന ഭാഷ അറിയുന്ന ഉപയോക്താക്കളുമായി ചാറ്റ് ചെയ്യാൻ നിങ്ങളുടെ വെള്ളി നാണയങ്ങൾ ചെലവഴിക്കുക."
      },
      "step4": {
        "description": "സൈനപ്പ് ചെയ്ത ഉടനെ ചാറ്റ് ചെയ്യാനും പഠിക്കാനും 100 വെള്ളി നാണയങ്ങൾ നേടുക."
      }
    },
    "alumnis": [
      {
        "feedback": "സ്പാനിഷ് ലളിതമായി ഇത്ര പെട്ടെന്ന് പഠിക്കാമെന്ന് ഞാൻ പ്രതീക്ഷിച്ചില്ല! ഈ പ്ലാറ്റ്ഫോം പഠനത്തെ ആസ്വാദ്യകരവും രസകരവുമാക്കി. ഇന്ററാക്ടീവ് സംസാര വ്യായാമങ്ങളും തത്സമയ പ്രതികരണങ്ങളും എന്റെ സംഭാഷണ ശേഷികളിൽ ആത്മവിശ്വാസം നേടുന്നതിന് വേണ്ടി ആയിരുന്നു.",
        "name": "സാറാ എൽ"
      },
      {
        "feedback": "മാൻഡറിൻ പഠിക്കുക ആരംഭത്തിൽ ഭീകരമായിരുന്നു, പക്ഷേ ഈ പ്ലാറ്റ്ഫോമിലെ ഘടനാപരമായ പാഠങ്ങളും പിന്തുണയുള്ള സമൂഹവും എല്ലാം മാറ്റി. ഇപ്പോൾ ഞാൻ ചൈനയിലെ എന്റെ സഹപ്രവർത്തകരുമായി സംഭാഷണം നടത്താൻ കഴിയും, ഇത് എന്റെ കരിയറിൽ ഒരു ഗെയിം-ചേഞ്ചർ ആയിരുന്നു.",
        "name": "ജോൺ എം."
      },
      {
        "feedback": "ഈ പ്ലാറ്റ്ഫോമിന്റെ പ്രധാന ലക്ഷ്യം പ്രായോഗിക സംസാര ശേഷികളാണ്. റോൾ-പ്ലേയിംഗ് സീനാരിയോകളും വോയ്സ് റെക്കഗ്നിഷൻ സാങ്കേതികവിദ്യയും എന്റെ ബിസിനസ് മീറ്റിംഗുകൾക്കായുള്ള ഫ്രഞ്ച് പരിപോഷിപ്പിക്കാൻ സഹായിച്ചു. ഇപ്പോൾ ഞാൻ എന്റെ ഫ്രഞ്ച് സംസാരിക്കുന്ന ക്ലയന്റുകൾക്ക് മുൻപിൽ പ്രദർശിപ്പിക്കുമ്പോൾ കൂടുതൽ ആത്മവിശ്വാസം അനുഭവപ്പെടുന്നു.",
        "name": "ജാവാദ് പി.കെ"
      },
      {
        "feedback": "യുഎസ്സിലേക്കുള്ള എന്റെ ബിസിനസ് വികസിപ്പിക്കുവാൻ ശക്തമായ ഇംഗ്ലീഷ് ആശയവിനിമയ കഴിവുകൾ ആവശ്യമായിരുന്നു. ഈ പ്ലാറ്റ്ഫോം എനിക്ക് ആവശ്യമായതെല്ലാം നൽകി. ബിസിനസ്സ് അധിഷ്ഠിത ഭാഷാ പാഠങ്ങളും യഥാർത്ഥ ലോക പ്രയോഗത്തിൻറെ പ്രാധാന്യവും അനമോല്യമായിരുന്നു. ഇപ്പോൾ ഞാൻ ആത്മവിശ്വാസത്തോടെ ഇടപെടുകയും നെറ്റ്‌വർക്ക് ചെയ്യുകയും ചെയ്യുന്നു.",
        "name": "ജൂൺ ഡബ്ല്യു"
      }
    ]
  }
  